tutorials/compressible/sonicFoam/ras/prism/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application="sonicFoam"

runApplication blockMesh
runApplication $application
